Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “许是去安排大比的事了，这次来了这么多门派，够他忙的。”郁海衍眉头皱得更深，带些不屑的扫了坐在下方的各门派高手，完全没有点半顾忌的样子，“现在大比真是一届不如一届，什么样的破落门派都敢来参加了，这印家也是，参赛的门派怎么也不限制一下。”
en_us: "Perhaps he has left to attend to matters of the competition. He must have his hands full, what with so many sects taking part this time." Frowning even more, Yu Haiheng swept a a disdainful glance at the other sects below. He was confident that they stood no chance against his sect. "Each competition is worse than the last. All kinds of downtrodden sects now dare to take part. The Yin Family were amiss in not putting in some form of restriction."

source: “许是旗上那个封印阵法的原故。”孤月皱了皱眉，抬头细细的打量了一遍那个幡旗，半会才道，“不知何人布下此阵，看似残缺却有如此威力。”
en_us: "Maybe it's because of the seal formation on the flag." Frowning, Lonemoon looked up at the flag, scrutinizing it closely. After a while he commented, "I do not know who laid this formation. It seems broken, yet it wields such great power."

source: “试试手肘！”
en_us: "Time to try my elbow!"

source: “试试！”
en_us: "I'll give it a try!"

source: “话说……你都安利了一路了，到底传承是个啥？”沈萤问道。
en_us: "Now that you mention it... you've alreaady tried to hand your heritage down for so long. What exactly does it contain?" Shen Ying questioned.

source: “话说你到底见没见过厨子？他大概这么高……”她比了比身形，开始形容起来，“双眼皮，长头发，穿白色的衣服，哦对了……他是个剑修。”
en_us: "So, have you seen my chef? He's about this tall..." she gestured slightly above her head and continued describing Yi Qing, "he has double eyelids and long hair. He's wearing a white robe, and- Oh yes! He's a Sword Cultivator."

source: “话说，临时……”
en_us: "I say, temp..."

source: “说不了，就别说话。”沈萤叹了口气，蹲在他旁边，拍拍他的背，帮他顺了口气。突然想到了什么看向兔王道，“兔子，你们那内丹长啥样子？”
en_us: "If you can't talk, then stop talking." Shen Ying sighed and squatted beside him, patting his back to help him regulate his breath. She suddenly thought of something and directed her gaze at the Rabbit Monarch and asked, "Rabbit, how does a demon core look like?"

source: “说什么混账话？我不管你，谁管你？”
en_us: "What kind of rubbish are you saying? If I stop caring about you, who else will?"

source: “说什么连累不连累的？”
en_us: "Don't say that—this isn't a matter of burden or not!"

source: “说吧……”沈萤顺手把他按在了椅子上，转身在上首坐下，顺手抓住块糕点道，“干嘛突然跑后山去踩我的萝卜地？”她浇了半天的水了，虽然不爱吃蔬菜，好歹是劳动成果，却被他踩了一半。
en_us: "Talk..." Shen Ying pushed him onto the chair and sat down at the top. With a casual sweep of her hand, she picked up a pastry. "Why did you suddenly go to the back of the mountain and trample all over my radish land?" She had spent half a day watering the radishes. She did not like to eat vegetables but she did care about the fruits of her labour. He single-handedly ruined the fruits of her labour.

source: “说吧，啥事？”等人走远，她这才看向思羽。
en_us: "Go ahead. What's the matter?" Shen Ying asked after waiting for Yi Qing to reach a distance away from the room.

source: “说得好！今日我们聚在这里不就是为了这个吗？管他是谁，杀出去为死去的同类报仇。”连胆子最小的兔王也站起来响应，兔族可是死得最多的。
en_us: "Well said! Isn't that the very reason why we are gathered here today? Regardless of who the culprit is, we have to slaughter our way out to exact vengeance for our brethren!" Even the timid Rabbit Monarch also stood up and echoed in agreement. After all, the races that had suffered the greatest losses was the rabbits.

source: “说起来若不是你将这一代的家主逼入生死绝境，我当年在郁家子孙身上种下的血缘咒，也不可能触发。导致我提早现世。”
en_us: "Speaking of which, if you hadn't forced this generation of family masters into such a desperate situation, the curse that I planted on my own descendants would not have been triggered. That's the reason my resurgence came early."

source: “说！”
en_us: "Speak!"

source: “说，为什么害人？”尽量无视那堆金子，孤月上前一步，直接用手里的玉笛指向地上的狸猫。
en_us: "Tell us, why are you killing people?" Trying to ignore the pile of gold, Lonemoon stepped forward, and pointed the jade flute in his hand at the civet cat.

source: “说，那小孩哪去了？”沈萤一脚踩在魔王的胸口，沉声问道。
en_us: "Speak! Where did that kid go to? “ Shen Ying asked curtly as she stomped right onto the Demon King's chest.

source: “请。”易峰刚要转身，却看到旁边的人动都没动一下，“灵主？”
en_us: "Please," Yi Feng turned around. Then, he noticed that the person beside him had no intention of moving. "Spirit Master?"

source: “请大仙手下留情，我以后都不入魔了……不入了！”它用力的摆了摆头，眼泪下雨似的往外滴，见沈萤不为所动，转而看向易峰道，“我再也不敢做坏事了，我愿意……愿意结主仆契约，做这位道友的宠物，很乖很乖的那种！”
en_us: "Great Immortal, please show me mercy. I will not train to be a demon anymore... no more!" It shook its head furiously as tears continued to flow. Getting no response from Shen Ying, the demonic wyrm turned to Yi Feng and pleaded, "I will not do bad things again. I'm willing to... willing to enter a master-servant contract with you to become your pet, Fellow Daoist. I will be a very very obedient pet!"

source: “请尊者发落！”沈萤已经帮了她这么多，所以决不能让她再难做了。她深吸了一口气，艰难的抱拳行了个礼，一脸安心赴死的坚定神情。
en_us: "Supremacy, please mete out your punishment!" Shen Ying had already given her enough hope; therefore, she absolutely could not put her into a difficult spot again. She took a deep breath and cupped her fists with great difficulty. She had a determined expression, one that was prepared for death.

source: “请师父成全！”羿清却看都没看他，直直的望向沈萤。孤月对付青尹，师父对付青岚，他对青亦，这本就是安排好的。如今青尹青岚都已经伏诛，唯有青亦……他是师父唯一的弟子，无论如何，他都要完成这个任务。
en_us: "Master, please give me permission!" Yi Qing's gaze was fixed on Shen Ying. He did not even glance over at Lonemoon. Lonemoon would tackle Qing Yin, Master would tackle Qing Lan, so I should tackle Qing Yi. That was how they had arranged it from the beginning. Qing Yin and Qing Lan had already succumbed to them, and Qing Yi was the only one left… Yi Qing was his master's only disciple. No matter what, he had to complete his task.

source: “请掌门收我等为徒！”*8
en_us: "Please accept us as your disciples, Sect Master!"

source: “请掌门收留！”
en_us: "Sec Master, please accept us!"

source: “诸位未到，我等哪敢开席。”印风退开一步道，“这次多谢道友赏脸赴宴，来，里面请。”
en_us: "How could I have started the banquet before my guests arrived?" replied Yin Feng, stepping back. "Thank you for coming, Fellow Daoists. This way please."

source: “谁叫你多管闲事。”芮糜冷笑了一声，“只是杀几个凡人而已，连玄天宗都不闻不问的事，你狗拿耗子管什么闲事？”
en_us: "Who asked you to be a busybody." Rui Mi sneered, "It was just the killing of a few mere mortals. Not even the Blackheaven Sect would question it, so who are you to meddle and interfere?"

source: “谁哭了？”枫影恼羞成怒的吼了回去，一抹脸才发现自己的眼泪，正如滔滔江水般莫名其妙往下掉。
en_us: "Who's crying?" Feng Ying's shame turned to anger as he snarled back before realizing his own tears were surging out like waves and was baffled as it fell down.

source: “谁坑了！”孤月瞪了她一眼，“三青界中，我提供下中两界的信息给他，三成之中占两成不是很公平的吗？”
en_us: "I did not con him!" Lonemoon glared at her. "I'm the middle man of the three Azure Worlds, providing him with news from both the lower and middle worlds. Taking a two third cut is only fair."

source: “谁拿你的了。”沈萤横了他一眼，“你自己显摆的时候忘了收，我才捡起来的。”
en_us: "Who took your things." Shen Ying glared at him. "You obviously forgot to kept it, that's why I picked it up."

source: “谁耍流氓了，不是要花吗？不脱怎么开啊？”
en_us: "Who is playing hooligan? Didn't you want flowers? How am I going to make them bloom if I don't take off my pants?"

source: “谁要蹭你饭了？”孤月瞪了她一眼，“我早就僻谷了，这么久了，老子吃过你一滴米没有！”
en_us: "Who says I'm here to freeload?" Lonemoon glared at her. "I have long been practicing Grain Liberation. Have I ever eaten a grain of your rice!"

source: “谁让你白呢，这样写字才看得见！”
en_us: "It's your own fault for wearing white. It'll be much easier to see the ink!"

source: “谁说它认了主？”拧起地上的萝卜，沈萤直接转了一圈，果然那雪白的身子上真的没有任何契约的痕迹。
en_us: "Who said it has acknowledged an owner?" Shen Ying picked up the radish and turned around in a circle, presenting the radish. Its snow white body had no hint of a contract on it.

source: “谁说我一个人进来的？”沈萤突然停下脚步。
en_us: "Who said that I came alone?" Shen Ying suddenly paused in her steps.

source: “谁说我们掌门不在！”郁红也是一脸莫名，应战的是羿清长老跟掌门有什么关系。
en_us: "Who says my Sect Master isn't here!" Yu Hong had a shocked expression as well. Elder Yi Qing was the one who was invited to the duel, what does that have to do with the Sect Master?

source: “谁说我们是游仙？”那人继续道，“承老祖护佑，这升仙塔已经恢复了我们的修为，就连仙骨都已养好了。哪是游仙可比，我等已是真仙之身！”
en_us: "Who says I'm a traveling immortal?" the person continued. "Our ancestors have blessed us with this Immortal Ascension Pagoda which allowed us to restore our cultivaation. Even our immortal bones have been repaired. Traveling immortals can only dream of having our bodies - we are now Perfected Immortals!"

source: “谁说我要去救人了？”
en_us: "Who told you that I was going to their rescue?"

source: “谁跟你说是体修门派了！”是你们自己转的体修好吗？
en_us: "Who said we're a sect of body cultvators!" You chose to turn into body cultivators yourselves, right?

source: “谁？”
en_us: "Who goes there?"

source: “谁？”枫影一惊，这才发现站在众多灵植间，有个拿着水壶样子呆呆的女子。
en_us: "Who?" Feng Ying was shocked before he realized a girl in a daze holding onto a bottle and standing amongst all the spirit herbs.

source: “谁？”沈萤愣了一下，夹起一块肉放到嘴里，脸色顿时垮了下去。
en_us: "Who?" asked Shen Ying. The name did not ring a bell. She picked up a piece of meat, put it into her mouth and immediately grimaced.

source: “谁？！”郁红吓了一跳，唰的一下抽出了剑，这才看到前面的人，“掌门！你……你怎么会？”
en_us: "Who's there?" Yu Hong cried out. Startled, she drew her sword instinctively. That was when she turned around and then recognised the person in front of her. "Sect Master! Why… why are you…"

source: “谢师父教诲！”
en_us: "Thank you for Master's teachings!"

source: “谢掌门。”思羽恭敬的行了个礼，带些兴奋的坐在了旁边。
en_us: "Thank you, Sect Master," Si Yu respectfully bowed and excitedly sat down.

source: “谢谢。”沈萤直接跳到了剑上，又朝着戚橙雨道，“妹子，你前面带路呗！”
en_us: "Thank you." Shen Ying immediately hopped onto the sword, and looked towards Qi Chengyu. "Sister, you lead the way!"

source: “谢谢你了，小哥！”沈萤朝他笑了笑，出了妖界后，她转了半个月了，都没找着什么升仙塔。还好遇到了好人，愿意送她一程。这个世界还是好人多啊。
en_us: "Thank you, little brother!" Shen Ying smiled at him. After leaving the Demon Realm, she had wandered around for half a month but still could not locate the Immortal Ascension Pagoda. Fortunately, she met a man who was kind enough to take her there. The world was still filled with many good people.

source: “谢谢你啊，毛团。”沈萤拍了拍眼前这个，一边帮她端着盘子，一边还把生鱼片摆得更好看的人。
en_us: "Thank you, Furball," Shen Ying patted the man in front of her, who was plating her sashimi and arranging them nicely so that they looked more appetizing.

source: “谢谢几位大仙。”狸猫乖巧的点了点头，“各位放心，贺礼我早就藏起来了，狐妖就算是进镇也找不……”
en_us: "Thank you, great Immortals." The civet cat nodded complaisantly. "You can rest assured that I have already hidden it. Even if the fox demon enters the town, it won't be able to find it…"

source: “谢谢啊！”她道了谢，瞅了瞅眼前这只抖着抖着就晕过去了的灵兽，顺手拎起一只蹄子，下意识的转头看易峰，“园长，你会烤肉吗？”
en_us: "Thank you!" she thanked him and began to study the beast. It was so afraid that it looked like it was about to pass out. She picked it up by its hoof and looked at Yi Feng, "Director, do you know how to roast meat?"

source: “谢谢啊，贵人。”一只兔妖接过他手里的房梁，一脸的感激，嫣然把他当成了共患难的友人一般。
en_us: "Thank you, Benefactor," a rabbit demon took over the cottage beam from his hands with a face filled with gratitude, obliviously treating him like a friend who had shared adversity together.

source: “谢谢掌门！”
en_us: "Thank you Sect Master!"

source: “谢谢牛爸爸！”沈萤一喜，“不过，能问一下……我到底帮你啥了？”
en_us: "Thank you Father Niu!" Shen Ying was delighted. "But, can I ask… what exactly did I do to help you?"

source: “谢谢，我知道了。”他笑了笑，转手却把她手里的碟子抢了过来，抓起上面最后三块糕点，以迅雷不及掩耳之势，一把塞进了嘴里。
en_us: "Thanks, I get it now." Thanking her with a smile, Lonemoon grabbed the plate from Shen Ying and stuffed the last three pastries into his mouth.

source: “贵人您别怕，我们都是吃草的好兔子。”似是看懂了他的心思，妖王兔有些着急，生怕他误会似的解释，“真的，我们跟别的妖不一样，从来不吃人。”说完缩了缩爪子，坐得更乖巧了。
en_us: "Benefactor, fear not. We are all nice herbivorous rabbits." Seemingly understanding his thoughts, the Rabbit Monarch was slightly anxious and afraid that he would misunderstand and so continued to explain, "It's true, we are different from the other demons, we never eat humans." At the end of its words, it clenched its claws and the rabbits became even more well-mannered.

source: “贵人？”沈萤愣了一下，才明白兔子说的是羿清，“还能怎么着，想不开呗！”自那天后，这人还真就跟她耗上了，死活要做她徒弟不可。无论她怎么苦口婆心的劝他，甚至连忽悠都用上了，他就是坚持拜师决心不动摇，整整在院子里跪了三天，死活不起来。害她最近睡眠质量都不好了。
en_us: "Benefactor?" Shen Ying took a while before she realized that the rabbit was referring to Yi Qing. "What else could it be, probably because he takes things too hard!" Ever since that day, this person had been truly pestering her, wanting to become her disciple desperately. No matter how patiently she coaxed and persuaded him, even when she resorted to trickery, his determination to become her disciple never wavered. He had been kneeling in the yard for three days and did not want to get up in spite of everything; this had reduced her quality of sleep recently.

source: “贺礼……”狸猫条件反射的想去接，却被阵法压制得爬都爬不起来。
en_us: "My gift…" Instinctively, the civet cat wanted to retrieve the box, but it could not get up as it was pressed down by the formation.

source: “贺礼！”第一次去，自然要带礼物。
en_us: "It's a gift!" Naturally I have to bring her a gift on my first visit.

source: “走了。”
en_us: "He left."

source: “走了？哎呀！”
en_us: "He left? Oh no!"

source: “走吧。”沈萤突然出声，瞬间将她从那种疯狂中打断，拍拍屁股站了起来，仍是懒懒的道，“帮你干死他！”
en_us: "Let's go." Shen Ying suddenly spoke up, immediately interrupting Qi Chengyu in her madness. Patting her backside, she stood up and, still in that lazy tone, volunteered, "I'll help you kill him!"

source: “走吧走吧。”她边说边从裂缝那头跳了过来，“抓紧时间，回来还能赶个早饭！”
en_us: "Come on, let's go." She jumped out from between the cracks in the ground as she said this. "Let's hurry up so that we can still make it in time for breakfast!"

source: “走吧！”沈萤拍了拍袖子，一脸淡定的回过头来。
en_us: "Let's go!" Shen Ying patted down her sleeves and turned away calmly.

source: “走！”
en_us: "Let's go!"

source: “走！”沈萤拉了后面的厨子一把，直接朝那个缺口钻了出去，其它两人也连忙跟上。
en_us: "Go!" Pulling the chef behind her, Shen Ying burrowed straight into the gap. The other two quickly followed behind.

source: “走，去净清殿！”他朝那弟子挥了挥手，正打算御剑，想了想转身一把把沈萤也拽了上去，“不准睡！那幡不是你带来的吗，跟我一块去看看。”
en_us: "Let's go to Jing Qing Hall!" He signaled towards the disciple. Just as he was about to ride his sword, he thought for a bit before turning around and grabbed Shen Ying aboard. "No sleeping! Didn't you bring that gonfalon over here, come and take a look with me!"

source: “走，迷魂阵拖不了他们多久。”枫影看了前方开始胡乱攻击的众人一眼，转身拎起三人就朝着山顶飞了过去。
en_us: "Let's go. The Soul Confundus Array can't hold them back for long." Feng Ying looked at the group of men who were now hitting out chaotically. He turned and carrying the three of them, started flying towards the mountain peak.

source: “起来起来。”沈萤一把把人拉了起来，早说你认识路啊。在这破林子住了几个月了，要不是那个猎户，死活不肯带她出去，再加上自己严重路痴，怕到时连个睡觉的茅屋都找不着，她早出去浪了。果然收个徒弟还是有好处的。
en_us: "Stand up, stand up." Shen Ying held him up. He should have said that he knew the way long ago. She had stayed in this old forest for a few months, and if not for that hunter who did not want to bring her out no matter what, in addition to her terrible sense of direction that might have gotten her lost with no roof over her head to sleep under, she would have long left to wander about. Getting a disciple was indeed beneficial.

source: “跟厨子什么关系？”他不是元婴吗？
en_us: "What has that got to do with Chef?" Isn't he a Nascent Soul cultivator?

source: “躲？”孤月一愣，半会睁大了眼睛，“你说是镇上的防护阵还在！”想到这他当即捏了个诀，一道亮光从指尖飞出，冲到了上空，不到片刻镇子上空出现了一个透明的防护罩，笼罩住整个镇子。还真的在啊！
en_us: "Hid?" Lonemoon repeated, deep in thought. Then his eyes widened in sudden realization. "You mean that the protection array formation in the town is still in place!" He immediately produced a hand seal and a ray of light flashed from his fingertips and beamed into the sky. Moments later, a transparent shield that covered the entire town came into view. It was really there!

source: “轩辕兄？你这是……”化神期的高手也会平地摔？
en_us: "Brother Xuan Yuan? What happened to you…" How could a Soul Formation expert fall from a flat surface?

source: “轩辕家的人！”羿清脸色一沉，猛的站了起来，这就是刚刚那莲座上的五个游仙，正打算召出灵剑。
en_us: "They're from the Xuan Yuan Family!" Yi Qing's expression darkened as he stood up aggressively. They were the Traveling Immortals who were standing atop the Lotus Flower earlier on. Yi Qing made to summon his spirit sword.

source: “轩辕禹求见沈大仙，不知大仙可否方便？”门外突然传来了熟悉的声音。
en_us: "Xuan Yuanyu has come looking for Great Immortal Shen. Is it convenient for the Great Immortal?" A familiar voice sounded out from just outside the door.

source: “轩辕禹！”郁海珩气急，不懂为何他宁愿得罪郁家，也要处处帮着无敌派。
en_us: "Xuan Yuanyu!" Yu Hai Heng was fuming, not sure why he would rather offend the Yu Family and stood by the side of the Invincible Sect.

source: “转生印？”魔王一惊，下意识开口念了一句，眉头也皱了起来。下一刻却发现他拿出了一朵金色莲花，也打入了那团黑色之中，又是一愣，“清心莲，原来如此！”
en_us: " The Rebirth Mark?" The Devil King was stunned and let out a charm subconsciously. He frowned but retrieved a Golden Lotus at the next instant, throwing it towards the black matter. He froze yet again and murmured, ” The Purity Lotus, so that's what it was!"

source: “轮空？”羿清都愣了愣，怎么都没想到是这原因。
en_us: "A walkover?" Yi Qing hesitated. He did not think this was the reason.

source: “轰！”
en_us: "Boom!"

source: “辛苦你了。”
en_us: "I will be troubling you then."

source: “辰戈，你想干什么？住手！”他脸色再次狰狞，仿佛身体内有另外一个人，在跟他抢夺什么一样，“魔界之门已毁，你已经关不上了。”
en_us: “Chen Ge, what are you trying to do? STOP!” His facial expression turned eerie once more, as though there was someone else in his body, fighting over something with him," The Door of Demon Realm is already destroyed, there;s no way for you to close it!"

source: “辰戈？”沈萤愣了一下，“谁啊？”
en_us: "Chen Ge?" Shen Ying paused and pondered for a moment. "Who's that?"

source: “过了那条河，再穿过树林就是海！”
en_us: "You have to cross the river, then go through the woods before reaching the sea!"

source: “过来一起啊。”沈萤朝他招了招手。
en_us: "Come, join me," Shen Ying waved at him.

source: “过来坐啊！站着说话很累的。”说着，她还拍了拍身侧的位置。
en_us: "Come and sit over here! Chatting while standing is very tiring." She then patted the space beside her.

source: “还不知您的称号是？”
en_us: "May I know how I should address you?"

source: “还以为他也是来捉小动物的。”似是知道他想法，她又加了一句，“你们没看到吗？”
en_us: "I thought he was here to catch small animals as well," she explained, as if she could read his mind. "Didn't you see him?"

source: “还以为能上三层来的是谁，这不是那妖女身边的那个剑修吗？”最中间的人，带些诧异的开口。
en_us: "I was wondering who I'd see at the third level. isn't this the Sword Cultivator who follows that demoness around?" the person in the center asked in a weird tone.

source: “还在狡辩！你敢说三日前闯入追魂楼，无原无故打伤我数百门人的，不是你！”
en_us: "You are still denying! Do you dare say that the person who broke into the Soul Chasing Tower and beat up hundreds of my men was not you!"

source: “还在说丧气话！”虎王怒了，大吼了一声，“信不信我吃了你个小妖。”
en_us: "More of these demoralizing words!?" The Tiger Monarch became incensed as he roared, "Do you think that I'm afraid of devouring a lesser demon like you?"

source: “还好……暂时没发现什么不良影响。”
en_us: Jiang Yi let out a pent-up sigh. “Thankfully… well… at least for now, I haven’t discovered any negative impacts.”

source: “还好。”他心里更暗，心如死灰的暗。
en_us: "It's alright." It's darker in my heart - it feels like death inside.

source: “还好你侄女看的不是耽美！”不然还不定出什么事。
en_us: "Thank goodness your niece wasn't reading about gays!" Who knows what might have happened then.

source: “还愣着干什么？滚出去，别影响老夫炼丹……这江松看来是活腻了，上个茅房也上那么久？这回火竟还要老夫亲自动手……”
en_us: "What are you still standing here for? Get out! Don't disturb me from refining elixirs... This Jiang Song evidently wants to die—why is he taking so long in the toilet? I even have to temper the flames myself..."

source: “还愣着干什么？耽误了大少爷去武殿修炼，你这废物担待得起？”
en_us: "What are you still standing here for? You good-for-nothing, can you bear the responsibility of delaying Great Young Master's training at the martial arts hall?"

source: “还愣着干什么？还不抬着我和虎哥下山治疗，虎哥死了，我们都要死！哎哟，江逸，我要把你碎尸万段……”
en_us: "What are you waiting for? Hurry up and carry Brother Hu and I off the mountain for medical treatment! If Brother Hu dies, we would all have to die with him! Ouch... Jiang Yi, I am going to rip you to shreds..."

source: “还是不要这么麻烦了吧。”
en_us: "There’s no need to go through this much trouble."

source: “还是小心为上，只怕万一。”
en_us: "It's still better to be safe than sorry."

source: “还是用江水诀疗伤吧！咦——”
en_us: “Might as well use the Jiang Water Art to heal up! Huh…?”

source: “还有一个女的！”到是身后的任翼上前上步，那淫秽眼神顿时移到了沈萤身上，“哈哈哈哈……太好了，师兄这人就归我了！”
en_us: "There's one more girl!" Ren Yi took a step forward as his lustful eyes moved over to Shen Ying. "Hahaha… This is great. Senior Brother, this one is mine!"

source: “还有他师父。”
en_us: "And his master."

source: “还有那朵玄灵花……”他看了孤月一眼，“那是灵主唯一从神族带来的东西，传闻那花有连接三界的功效，也是灵主回去的唯一希望。如今他将这么重要的东西送给沈掌门，可见它的真心。”
en_us: "And that Black Spirit Blossom..." he glanced at Lonemoon, "That is the only thing Spirit Master has with him that is of the divine race. It is said that the flower can connect the three realms. That is Spirit Master's only hope of returning home. He has given such an important item to Sect Master Shen... that proves his sincerity."

source: “还有，去把沈上仙的旧居打扫一遍，对！要一尘不染的那种！”
en_us: "Also, clean Exalted Immortal Shen's house while you're at it! That's right! Make sure that there's not one speck of dust left behind!"

source: “还未。”清韵摇了摇头，“不过他既然进来了，不久便会上山来的，到时便知了。”
en_us: "Not yet." Qing Yun shook his head. "But since he is here, he will come up the mountains soon and we shall know then."

source: “还没回来！”男子更加的着急，“偏偏是这种时候，快通知族中所有的化神修士，都过来，拖住那两个剑修。”
en_us: "Not back yet!" The man grew more impatient. "And at a time like this. Quickly inform all of our Soul Formation cultivators to come over here and stall those two sword cultivators."

source: “还真有这么邪门的事情？难道是黑色元力的缘故？”
en_us: "Could such a bizarre thing really happen? Is it due to the black essence force?"

source: “还要多久？”
en_us: "How much longer?"

source: “还要渡劫，要不算了？”这里也挺好的。
en_us: "We'll still have to undergo Tribulation Transcendence? Why don't we just forget it." This place was pretty good.

source: “还要站多久？好困啊！”沈萤有些坚持不住了。
en_us: "How much longer must I stand for?" Shen Ying could not take it any longer.

source: “这……”两人对视了一眼，摇了摇头，“魔气隔绝了我们与四周仙气的感应，要突围出去，怕是很难。况且……”
en_us: “Erm……”The two shook their head after exchanging a glance, “With the demonic aura around, we are isolated from the Immortal Qi all around us. If we wish to break through, it will be very tough. Moreover... ”

source: “这……”他下意识的朝旁边的白影看去，立马又收回，只得试探的向对方传音道，“多谢灵主相助，只是我等还需继续深入幻海寻找灵兽，不知……”
en_us: "Well..." Yi Feng subconsciously glanced at the white figure beside him and quickly looked away. He had no choice but to try talking to the man. "Thank you, Spirit Master, for your help earlier. The two of us have to continue exploring the Mirage Sea to search for spirit beasts. I wonder if..."

source: “这……”兔王有些为难的抖了抖耳朵，“妖气对修士原本就是巨毒，贵人妖气入体已久，想要驱散体内的妖气除非……用妖类的内丹，才能吸出他体内的妖气。”
en_us: "This…" The Rabbit Monarch was perplexed as it shook its ears and replied, "Demonic aura has been known to be extremely toxic to cultivators. The aura has been circulating in benefactor's body for a long time, so it will be difficult to expel it unless… we use the internal core of a demons to suck it out of his body.”

source: “这……”印风来回的看了看轩辕禹和郁海珩，不是郁家跟无敌派的事吗？怎么他们两个先争上了？一时有些犹豫不知站哪边，最后看了自家一脸期待的儿子，才叹了一声道，“我也相信羿掌门的人品。若郁家真的有人做下此等恶事，想来郁家主还要感谢羿掌门帮你清理门户。”
en_us: "This..." Yin Feng glanced back and forth at Xuan Yuanyu and Yu Hai Heng, wasn't this problem between Yu Family and Invincible Sect? Why did the two of them began fighting first? He had some hesitation, not knowing which side to stand on, in the end he looked over at his son's anticipating facesaid with a sigh, "I also believe Sect Master Yi's character. If there really was someone in the Yu Family doing such evil deeds, Master Yu should really thank Sect Master Yi for helping you to clean your sect."

source: “这……”易峰瞅了瞅背过去的人，有些犹豫。
en_us: "Welll..." Yi Feng glanced at the man's back. He hesitated to speak.

source: “这……不知道。”孤月一脸茫，“你先撑一会，我仔细看看。”他飞近细细把那个法阵看了一遍，可怎么看都没看出来这到底是个什么阵。
en_us: "This… I don't know." Looking baffled, Lonemoon said, "You hang on here for a while. I'm going to take a closer look." He flew nearer to the formation and gave it a thorough once over. But try as he might, he could not make out what kind of formation it was.

source: “这……很重要？”
en_us: "Is that... important?"

source: “这……这……”印元飞顿时脸色一红，一脸的不舍，却半天都没有挤出个理由来。
en_us: "This... this..." Yin Yuanfei blushed. He couldn't bear to let Si Yu go, yet he couldn't think of any reason to ask her to stay.
